---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TableCellCalculatedValueData
source: html/8aef1898-6ee1-aa80-b83c-cffb7b59b556.htm
---
# TableCellCalculatedValueData Members

Releases all resources used by the TableCellCalculatedValueData